[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
##a
##and
##bird
,
.
##with
##has
##black
##this
##white
##brown
##is
##beak
##belly
##small
##wings
##yellow
##the
##bill
##long
##grey
##breast
##crown
##that
##head
##its
##are
##short
##on
##orange
##gray
##body
##red
##feathers
##of
##throat
##blue
##large
##in
##tail
##pointed
##very
##color
##pointy
##back
s
##dark
##feet
##green
##light
##eyes
##eye
##bright
##medium
##it
##neck
##an
##wing
##nape
##to
##colored
-
##sized
##tarsus
##wingbars
##chest
'
##patch
##secondaries
##curved
##sharp
##all
##particular
##tan
##speckled
##cheek
##eyering
##primaries
##mostly
##as
##abdomen
##spotted
ly
##spots
##colorful
##striped
##coverts
##face
##little
##rings
ing
##legs
##tiny
##stripes
##eyebrow
##well
##thin
ed
##rectrices
d
##stripe
##around
##rest
##thick
##side
##over
##round
##covering
##flat
##ring
##along
##top
##patches
##superciliary
##some
##webbed
##pink
y
##narrow
##darker
##size
##skinny
##for
his
##sides
##from
##but
##tip
##straight
##plumage
##big
##tips
##cream
##bars
##wide
##feather
##down
##eyebrows
##outer
##coloring
##downward
##slightly
##which
##compare
##also
##while
##markings
##under
##rump
##hooked
##underbelly
##shades
##rounded
##retrices
##spot
##except
##streaks
##throughout
##two
##vent
t
##reddish
##pale
##mottled
##beautiful
##complete
##stubby
##curves
##crest
##lighter
##wingbar
##water
##entire
##at
##purple
##colors
##plump
##brownish
##fluffy
##inner
##fat
brown
##speckles
##beige
##flank
##wingspan
##tipped
##multi
##solid
##b
##tones
##features
##have
lmost
##shiny
##looking
##malar
##slender
##like
##greenish
##grayish
##smaller
##triangular
##underside
##yellowish
##across
##downwards
##larger
##multicolored
##accents
##pattern
##stomach
white
##primarily
e
and
##distinctive
##eyerings
##area
##look
##cover
colored
black
##breasts
##golden
##up
a
##end
##overall
##covert
##upper
##off
##stout
##undertail
to
##breasted
n
##dull
##iridescent
##vibrant
##s
sized
##feathered
##above
##relative
##length
##mixed
##greyish
##silver
##bodied
##bottom
##out
##shaped
##rust
##primary
##covere
##distinct
##near
##appearance
ue
##deep
##puffy
##thighs
##bellied
##gold
##tall
##than
red
##most
##contain
##uni
##had
##be
##nearly
##ma
##shade
##foot
orange
##rotund
##predominant
##secondary
al
##wh
##span
green
et
##blunt
##go
##point
##mixture
##longer
##through
##mask
re
##bar
##including
##cheeks
##brow
##patterned
grey
gray
##coloration
##stand
like
nd
##vivid
##extreme
yellow
##striking
##being
##teal
##soft
##tarsals
##average
##them
##olive
##contrast
##mix
##dots
##claws
##specks
##running
##comparison
##streak
##different
##mohawk
bird
##he
##strip
##tarsuses
w
##duck
##beady
##extend
##slight
en
##tuft
##half
##marking
ple
##r
##sleek
##branch
##hints
##stick
##or
##broad
##bluish
##lower
##smooth
##peach
##somewhat
##ruffled
standing
##elongated
ll
##tree
ather
##needle
##there
##billed
##compar
##petite
##various
##brilliant
##chubby
##headed
##fade
##beck
##w
##dirty
##spiked
##appears
##brightly
##bit
##flying
##swimming
##part
##front
##exception
##no
##hint
##fe
##sparrow
##pretty
##bil
##streaked
##slim
##match
##stripped
##hair
##main
##blend
##base
##pure
##line
##mo
##supercillary
##metallic
##underneath
##tur
with
##talons
##whitish
##highlights
is
##one
##hav
##prominent
##lime
##proportional
##sitt
##strong
##spiky
uoise
##cap
##band
##huge
##curve
##patterns
##mid
uat
##blackish
by
##taupe
##flanks
r
##winged
##pudgy
##vary
##pinkish
##chin
##tarsi
##edges
##mainl
##full
##wingtips
##birds
##strips
er
##torso
##fair
##striping
c
b
##amber
##set
as
##accent
##real
u
##man
##tint
##whole
top
blue
##below
##ha
long
##predominate
##hook
side
its
##snow
##ventral
##shape
##flecks
##coat
##both
##beaked
on
##fur
##behind
##ye
##charcoal
##perch
##way
th
##superciliaries
##sea
##lines
ir
##fleck
ish
##between
##rusty
es
##h
ust
##toward
##same
out
##fuzzy
##t
##thigh
uite
##proportion
##stark
##cheekpatch
##interesting
##tufted
##hues
##ends
##circle
##supercilliary
##open
##tailfeathers
ty
##rectrice
##even
shaped
l
##odd
##seem
tipped
##lot
##com
##dot
##conical
##glossy
##collar
##flight
##touch
in
##mouth
##read
##bigger
##sports
##leading
uati
the
belly
##blends
##hue
##unusual
it
##toned
##copper
##portion
##other
ent
##otherwise
##faci
##fowl
orit
##fading
##make
##perched
k
##ab
##larsus
##f
##curving
##th
length
escent
##surrounding
at
##everywhere
##sharply
##mark
##crow
##c
##plume
##uppertail
##retrice
##blueish
##whit
##beek
pointing
##ro
##bell
##tinge
##wi
##i
##too
##g
##scatt
ered
##points
##tinted
an
##check
##combination
fully
##agains
##surround
##cute
##winglets
##where
##crowned
##whos
gnific
##navy
##neon
##cove
##dorsal
##else
##sturdy
##not
##highlight
ch
##middle
##muted
##variegated
##each
looking
or
tie
##russet
##turn
##proportionate
##edge
curved
##backside
o
tail
##sw
breast
##bi
##burnt
##smallish
##bir
##rock
##tone
ally
##bellow
##speck
##co
##region
##p
##retricies
##alternating
##faint
##orangish
##spread
##d
ving
ept
##oval
##varie
##normal
this
##only
##stocky
##puffed
##rectricles
lly
atic
##oversized
##v
##ivory
head
##bid
##hood
##topside
h
all
##can
##camouflage
##consist
##sheen
##chunky
##triangle
##spotting
##sky
##e
##m
##circles
##splash
##eyeing
##right
##maroon
##neutral
##fanned
##rectices
##elsewhere
##checkered
##sever
##give
##great
##relation
##vertical
##strange
##woodpecker
##waterfowl
bellied
##speckling
##goes
##web
##sandy
##nose
##fish
##bands
##wit
##scar
##re
beaked
##dott
##rich
##shimmer
##forehead
##gull
de
##details
##surroundings
##necked
##parts
##appear
##detail
##section
tan
##emerald
##stumpy
##mottling
##polka
##protruding
##feathering
has
##covers
##nice
##avian
##gradient
##ground
##roundish
##break
##feature
##start
##amount
##furry
##undertones
##vividly
let
##extra
##close
##splotch
##exotic
##recticles
##seagull
##camouflaged
##who
##eyepatch
##silvery
ua
##bark
##resemble
##buff
##thing
uch
##massive
##heavy
##raised
st
lack
toned
otted
breasted
##high
##un
##bl
ted
legged
##remain
##mustard
##dusty
##forked
##uniform
##peak
bill
##barred
##rub
geous
ned
##bely
##molar
##plain
##compact
##general
##hummingbird
##three
##regular
##feathery
ingle
##turned
ic
able
billed
##horizontal
##zebra
##stature
##transition
##extended
estic
##tale
##marks
g
##ba
##dra
##design
##sport
##nap
##piercing
##coffee
##splotches
##bold
##purplish
##visible
##touche
ous
##grown
pointed
##crimson
##similar
##environment
##split
##circular
##bronze
##typ
##mu
##matche
footed
striped
nut
##spec
if
##so
wings
headed
##run
##featur
crown
##blood
##lead
##flesh
##o
##br
##fellow
##covets
##upwards
##sort
##wood
pped
feathered
beak
burn
##come
##compa
ill
##total
##display
##guy
##center
##lovely
##him
##pupils
##underbody
##steel
##backed
##specs
ped
##redish
ring
##scheme
##crooked
##additionally
##tapering
##pearl
##cr
##outlined
##frame
imen
m
light
##bland
##toes
turned
##partial
##angular
late
##here
##upward
##beneath
##giant
##however
##retricles
##dagger
##variation
##next
##noticeable
##pronounced
##does
##pair
##compliment
##adorn
##see
##shoulders
eyed
bars
##silk
ave
short
##sand
##tufts
large
##curl
##compris
##l
##thru
##fin
own
##defin
##shading
##claw
##stunning
##young
##songbird
##converts
##upright
##pepper
se
##forest
ray
ened
wn
##whe
##vibrantly
over
##flu
ay
##shore
##though
##gre
##pupil
##smal
llow
##trim
##continu
##snubbed
##cool
##hold
##you
##beard
##feat
##fan
rimmed
##areas
feathers
##ending
##smok
##po
##catch
ck
##super
##tri
ts
sive
body
##intricate
##supercilary
##graceful
##violet
##turning
##tailfeather
##float
##eyestripe
bodied
back
small
led
der
sh
##poit
##n
##expan
##leg
##earth
##delicate
##pitch
##dusky
##pastel
##follow
##slick
##tapered
##rose
##grass
caus
ny
ow
##oddly
rea
##lo
##bro
i
v
##hand
##form
##sp
##slop
##lightly
##se
##fa
necked
##connect
##couple
##enormous
##moderate
##picture
##pouch
##possess
##weird
##subtl
##swims
wards
##appearing
arse
##non
##fine
##tints
ird
pe
ily
spotted
ack
##splashe
##beautifully
##attache
##outline
color
##ruf
##burgundy
##exterior
##impressive
##piece
##limb
##appendages
##offset
##past
##showing
##making
##bulky
##colour
##fishing
##guards
##bush
##longish
size
p
##show
##starts
pink
##rang
##shine
ey
##pin
##iw
ve
##rough
ble
ak
ngled
##feed
##shorter
est
##rea
##peacock
##shirt
##tropical
##begin
##kind
##tarus
##streamlined
##clear
##curvy
##attractive
##int
##tinges
##strikingly
##brows
ter
blended
ight
##semi
te
##include
##sh
##gradua
##patched
##gr
fore
arm
dark
##eyed
##goo
us
##humming
##yello
##iridescence
##ornate
##curious
##twig
##leaves
throat
##egg
##spikey
##eyeline
##fast
##sloped
##layered
##change
##locat
##slant
are
##bea
hat
##di
##rimmed
gold
##hard
##me
low
##per
lined
catch
##cur
ning
##speckle
winged
##win
uare
##spike
##inter
##winds
##texture
ied
##chocolate
##funny
##posterior
##powerful
##salmon
##shaggy
##creature
##cylind
##swatch
##rustic
hite
ings
##brid
##necklace
##blaze
##eating
##taper
wing
ose
ral
##brest
go
##inside
##fl
neck
##bead
of
##far
##blck
f
##gra
##da
##sun
rical
ite
##addition
##present
##together
##interspersed
##lemon
##among
##background
##traces
##lining
##khaki
##banded
##whiskers
less
##wingspans
##stone
##rob
gets
rched
ge
##comprise
ky
##separat
##indi
apple
##bla
though
##every
use
ity
##patter
##orang
##we
ies
##male
ely
##reflect
##ob
##accompan
##natural
##retices
##warbler
##dramatic
##rainbow
##nature
##tawny
##plu
##giv
disproportionate
##fringed
##rear
tern
nape
##el
##beack
ar
ken
##ey
el
##may
##iris
##hwit
##stipe
##pe
##sit
##de
purple
range
##trees
medium
ce
ry
##ar
rown
cent
##resting
ice
ers
some
##downturn
##stretch
feet
eye
##shoulder
##blac
nish
##desert
##albatross
##awkward
##crazy
##easily
##mandible
##reticles
##fierce
##balck
##wedge
##elegant
##wingbands
##wingulars
##forward
rupt
##skin
##covarts
##intense
##branches
##layers
##lean
##separated
##heart
##textured
##beach
##protrude
##vertically
##splotched
##inches
##outside
night
inch
##beast
##sections
##apart
##cape
ould
##mi
ling
patch
##plum
##fou
##thi
##ru
##smoke
##hea
liar
##frill
ound
sharp
ut
##ros
ssy
##tails
##flow
##beside
curving
special
eating
##en
##whi
round
ell
men
##brea
##,
ary
##mottle
##monochrom
##cardinal
##distance
##amazing
##erect
##minus
##help
cobalt
##soaring
##barring
##brick
##coverlets
##cone
##scaly
##bod
##horizontally
##seen
##log
##outlines
##dominant
##mingled
reas
##bo
##feel
age
ze
##al
##blunted
ment
##grew
##dash
ade
ia
sides
mon
##scr
##scale
speckled
dou
rd
##exceptional
##do
til
gged
ellow
##undersides
x
normal
##shin
veral
##wid
wth
##sm
ingly
tic
tre
##tw
##guard
##li
##tops
uamarine
##ocean
##raven
##rigid
##tummy
##trail
##insect
##plummage
##corwn
##wispy
##muddy
##inflated
##wild
##another
##dashes
##food
##boast
##char
##multicolor
##trans
##suit
##bull
##spreaded
rous
be
##spikes
##che
##facing
##starkly
ng
##combined
##hawk
elica
ad
##notch
##ti
##bump
een
ting
##fla
cream
##patterning
##basic
rings
##highlighte
uffy
##bulg
lu
##vents
##glow
way
ngs
that
ful
si
ig
##swi
ab
##sho
##du
##lust
ile
##undertone
##fluff
##modest
##decent
ridescent
ectric
##butt
##direct
##cocoa
##hidden
##incredibl
##powder
##random
##scoop
##striations
##bulbous
##outstretched
##alert
##further
##dove
##cheeck
##poof
##breats
##underparts
##consistently
##flutter
##flour
##height
##meet
##nails
##build
cu
##port
bed
##block
##bord
##tuck
##dwell
##dust
##freckle
##opened
##si
##bur
##eithe
##yell
##st
##browns
lashes
##low
##distinguish
agged
##simpl
##slow
na
##wider
##proportions
chested
ular
##blu
very
##throated
ro
earing
east
##eyebrown
##sub
ger
thing
##na
##orangeish
##bu
##midsize
ual
tone
llows
##flash
##pa
##beat
##creat
##dome
##cor
ordinary
##colorings
nes
##fringe
ding
lky
##complex
##support
##cheetah
##helmet
##punctuate
##significant
##skull
##structure
##ugly
##reflective
##dainty
##easy
##sparse
##chick
##sweep
##outward
##intermixed
##leaf
##plant
##feeder
ature
##itself
##goldish
##style
##displayed
##angle
##born
##brush
##scales
##reach
##seed
lor
##take
##move
##soar
rey
##remarkabl
##speckel
##rocks
cule
il
##ta
##mini
##offwhite
##-
eak
##lar
##yel
##was
##ch
##pro
##darken
##kn
nta
row
##pre
mall
eat
##love
##encircl
##mage
##bel
##rim
##cla
##chang
remarkabl
mask
inged
tips
##breas
##reg
elly
##horn
##place
##pop
##marbl
##consistent
##gleam
stract
##auklet
##built
##camoflauge
##characteristic
##disposition
##leopard
##marvelous
##ombre
##outlining
##pigeon
##protrusion
##provide
##reticule
##secondairies
##velvet
##droop
##rectines
##lavend
##brindle
##beauty
##walk
##four
##salt
uickly
##time
##perfectly
##eyelings
##trimming
##anterior
##fluffed
ewel
##shadow
bil
ie
##abdomin
##become
##coppery
##coal
##col
##owl
##shown
##rect
ant
##peer
ries
##designs
tip
##comb
orwn
ith
##sunk
##rec
##path
##separate
##tru
portions
##song
crowned
##plumes
tial
##tricolor
ac
##rega
##cross
gs
##ex
sort
he
tarsus
##car
ail
darker
chest
ude
##gree
ated
im
##bulge
nging
right
span
outer
##notabl
##la
##fall
bright
##resembl
greenish
##gl
##flatte
##circl
ther
id
ranges
nt
descript
me
king
##ve
##graduat
ringed
ti
dy
face
inner
##fir
mic
##dis
##coast
##swim
##talon
##perfect
##dirt
##swollen
probably
##azure
##balloon
##camera
##group
##possibl
##posture
##predator
##spectacular
##thraot
##complement
##segment
##left
##pecking
##carry
##miniature
##finger
##corve
##fence
##angry
##worm
##blotches
uality
##straw
##lake
##soot
##mallard
##singing
##content
##rac
##bodies
##effect
##spectrum
##edging
unch
##wingtip
##su
##cast
ridge
##metal
##print
orate
##hump
##leav
##flower
##coating
nating
##board
##heav
##eyespot
tally
shy
##underfeathers
##fier
uve
##thicker
##puff
##faced
thin
##tub
ive
##sla
ast
##nack
eeds
##fire
nted
ore
int
rest
secondaries
##stare
uts
##dar
##comicall
##str
##cut
##blond
##wire
ft
##range
set
##lon
ious
##pint
fy
while
##blade
##poi
primaries
ght
rin
##y
pointy
beige
##fee
##fri
arsus
cheek
##us
##blotch
##fol
abdomen
##abo
lac
most
##woode
##old
##puffin
lo
ticking
proportioned
um
inty
ping
ches
stripe
colorful
combined
regular
##curv
ori
##bellt
reme
##colo
hi
##king
##gird
##speci
gular
##corner
##layer
##stain
end
##checker
zz
##second
##border
##snub
##absomen
##describe
##figure
##intimidating
##meringue
##parrot
##swoop
##symmetrical
##tartus
##inverted
##anywhere
##rectricies
##shocking
##opposite
##direction
##actual
##occ
##penguin
##sliver
##mild
##sheath
##compos
##ador
##species
ible
##eyebro
##spanned
##featherless
##throa
##sparkl
##mass
##decently
##modestly
##lateral
##fluffly
##typical
##skunk
##taller
##ches
kled
##still
##seeds
ico
##bellies
ming
inny
##stipes
##expressi
ectrices
##fury
elic
##sidebars
##drop
##mane
le
dge
illed
##road
shade
##lightest
ots
##peachy
##intermi
##flapp
##prominently
##again
##sli
ded
##cal
##featured
##expand
##spher
##swa
##sca
ex
##stri
##regions
sci
##blur
around
ently
##subs
##dun
##encircle
##ir
##fo
##almos
am
##gentl
##arrow
##sha
##ash
##smatter
##spe
mo
oy
ht
webbed
feather
ation
##ruff
tion
##par
##batch
acing
##gaz
##spatter
##carri
what
##whiteish
ipped
##shapes
atches
##nut
##remin
##stretche
##matte
##clo
sus
##ticking
ur
ars
except
her
##striat
ome
##sur
scent
##use
aking
grayish
ead
##live
cial
##pec
mingled
aries
ink
mixed
##decorate
ody
line
##bre
##imm
##tars
##wear
crest
won
##greens
streaked
co
visible
scale
ud
##bound
##ri
stic
##add
eek
##hum
ough
ipping
##eith
coverts
mel
##whisker
##tai
##gloss
##bulk
##webb
ional
win
##surpris
##chirp
##encompass
##exhibit
##intriguing
##muscular
##obsidian
##photo
##recogniz
##scenery
##scissor
##secondaires
##distended
##expect
##spiral
##wattle
##adult
##dense
##female
##extensive
##freathers
##mahogany
##frag
##splatter
##berry
##fanta
##midsection
##name
##roots
##mono
##thorat
##shale
##attention
##etc
##camo
##paddle
##ehad
##widespread
##better
##something
istent
##irrede
##align
##setting
##retrac
ship
stroke
##flappy
##wrapp
##seam
##tilt
##corn
##bordering
##notably
##post
##shorebird
uddy
##tailtip
##shark
##rail
##dead
##neckline
##person
##swan
##finely
##hide
##fro
##string
##plate
##lig
##vi
##stay
##pr
ciliary
lank
##bug
##underwing
potted
##her
##dominate
ical
##nest
bound
##banding
##backwards
tting
rang
ades
##cling
nto
##ho
cover
##hind
##smoothly
##hid
rectrices
ect
eats
##notice
##medu
##mean
uses
##ski
fa
##varies
##attach
##fork
cul
ering
##accentuate
##ever
##tin
##clas
##fly
##ca
ron
##cheat
##neat
##flare
we
alfalfa
##shad
cluding
mostly
z
wingbars
tted
ones
##hear
wo
##barre
ier
##opening
##how
##ne
##oran
##get
iar
##steak
##semicirc
##hi
##dri
pale
ald
##shar
atura
dual
##thr
##stip
##pu
brow
downward
vent
ld
eyes
##ver
patches
oat
but
##u
du
ears
also
ds
ved
ion
##sma
ces
##accentuat
two
##ting
angular
##cro
##cha
cked
yellowish
##distinguishe
our
##arch
tle
##perche
##sta
nam
silver
eb
distinct
##au
rust
up
hole
##tig
tuft
##others
##stem
ps
circle
hue
fowl
ways
##moss
ake
udin
##hunt
eg
##larg
##mos
drop
fishe
float
##sto
board
necklace
pple
do
##cu
##cre
##tuff
amon
ized
##almo
ap
ttent
one
##don
##intens
gree
##grip
##coverlet
##flap
##nex
condaries
tains
uick
##combine
##noticeabl
ratio
##bizarre
##chrome
##contract
##coordinate
##dandelion
##diagonal
##field
##flexible
##flycatcher
##gliding
##hefty
##identify
##immense
##incorporate
##mesmerizing
##mustache
##nostrils
##organge
##patchwork
##pencil
##submerge
##supercillaries
##superior
##teardrop
##view
##contour
##shift
##transcend
##tremendous
##banana
##crisp
##origin
##profile
##rapid
##honey
##animal
##complexion
##trunk
##chroma
##useful
##storm
##lush
##bresat
##serious
##stance
##upperparts
##after
##retries
##camoflague
iole
##cluster
##tal
icular
##armor
##creep
##proximal
##oragn
##palette
##palm
rated
##duckling
##pump
##prop
##overcoat
##encas
##toucan
##winglay
##fusc
##winbar
descen
discern
##considerabl
##goose
##steal
##image
##inverse
##stubbed
##thorn
##orage
##tether
##tipping
##varigat
##ruffle
##host
##tear
fish
##peri
##alternate
##position
rising
##sc
##pecker
##flam
##state
##feathe
##differ
##climb
##snake
##fathers
##caramel
##wind
##softer
oated
ul
##divid
##earthtone
##places
kle
##stalk
##usual
##shadows
##pick
##prima
##progress
##strike
##dip
##woven
##silly
##fringes
##pet
##topp
##definiti
##brested
##pea
##must
arge
##nicely
ian
dwell
##alone
##generic
hit
##met
##lift
kes
##motle
##closed
ating
##dorsally
pots
##lay
va
backed
ading
iff
##rou
rine
##browish
key
faced
app
##ge
cowl
##clea
pend
ggy
##find
ubby
##rows
##hole
rows
##triangularbill
##shadings
old
##sam
##ble
##night
sp
kin
##stopp
eyebrow
##mal
##vis
##pinstripe
##patters
##litt
gor
actu
##app
##special
ha
dent
##spott
nged
##ink
##they
throated
thick
ru
maries
rices
ored
##glo
##dog
##someone
nce
##work
rg
tive
ery
##seg
##fal
##pi
##star
umpy
ouse
##mous
ater
rful
##stra
##cat
uish
##neckring
##fad
--
unt
##separati
awny
atch
inted
ver
ba
##bus
##fi
down
ol
##patteren
##sn
amel
gr
dome
sted
bar
##fli
##roud
vely
##concentrat
##air
ne
##bare
ending
##slope
cru
##sl
##ball
bl
des
along
##wingstripes
plumage
ci
##suc
ora
##concentr
ward
##thickb
##unde
##wingers
org
od
spot
tening
##parad
ee
part
##stu
lighter
nw
ond
##bal
erful
##tu
##kno
aw
hooked
##blues
ct
##scal
##downw
ks
##note
trices
reddish
ri
les
spersed
otched
nting
brownish
fe
##pun
flank
onde
##chee
bo
reast
ance
##notic
##rectr
ou
ra
ape
icul
##medi
##bor
##ful
ello
##flatt
##strai
ip
li
##wa
lar
##supercili
ea
covere
secondary
hawk
including
patterned
##grays
ispy
##swimm
olive
un
ium
mohawk
ff
ere
peach
##min
##tor
read
##hel
lue
tching
##tau
##abdoment
ement
front
barred
mouth
collar
flight
lurry
spread
ule
##med
mark
ivory
section
flower
roundish
circles
distinguish
appearing
blaze
attractive
knot
ically
##becom
##lump
facing
shape
##enc
metal
##brigh
shadow
woven
blackish
##ra
##spans
brush
ace
##exp
born
plate
##abdom
act
ressive
##diff
minous
oo
ong
gle
##camouflag
##stub
ille
##character
bro
##conc
##spark
##windba
##rectricle
##dominat
bby
##covart
##spik
ctive
##streamline
##abdo
##underpart
##startling
##visibl
##mallar
##seco
##distal
##prett
##disti
mati
##seagul
littery
##stock
##attract
##confi
##butterfly
##oatmeal
##uplift
##yield
determin
##abodomen
##armpit
##autumn
##balance
##bloodshot
##cartoon
##configuration
##demonstrat
##depict
##discreet
##eccentric
##evident
##example
##exposed
##featehrs
##harbor
##identical
##interchang
##mockingbird
##murky
##photograph
##primairies
##radiant
##strawberry
##supercialiary
##supercillery
##tortoise
##avoc
##identifiable
##indicate
##swamp
##waiting
##zig
##dragon
##alarming
##growth
##peaceful
##corverts
##eager
##exact
##generalization
##protecti
##sprout
##mutli
##overbite
##retrieve
##number
##secondarines
##shovel
##damp
##adapt
##throughtout
##puddl
##scratch
conic
##orient
##bulb
##spines
zag
ception
##ceown
##cyan
##calm
##purp
##superci
##glittery
##blurred
##habit
##palate
##additional
##exclusi
##sizable
##pathes
##crush
##spares
##famil
feren
##location
guar
##bench
##fresh
##meld
##diffuse
loped
##six
##chicken
##clown
##burg
##latter
##makeup
##reptile
##otter
##moho
##underlying
##play
##pile
##living
##earthto
##snack
##unus
##distinction
##space
##fantail
verse
##slab
##mulit
term
##distally
##bushes
##startlingly
##river
cilliary
##aspect
marine
##flaring
edium
##stream
##cav
uarters
##crossed
rious
ostly
##restrict
zzy
rou
##soil
ertai
bul
ctly
##bac
##stubb
hap
##marbling
##stops
##horned
##checkering
ckles
xed
yste
##eyeball
##butter
##holes
daries
vor
##anteriorly
##pole
##page
thers
##wingbards
##characteriz
ably
##fave
##eyeling
##spackl
iate
##whil
ial
ative
ye
hillside
rk
##lumin
ize
##appropriate
##windbar
##rims
##attenti
limmer
##secondarily
##por
##stains
##gut
##corners
##self
##slam
##bowl
##free
##oversize
ark
wheel
##horns
ntly
ottle
##scream
ige
tly
ki
well
ep
##sep
arrow
##exc
##decorat
##fill
rus
##smear
##swe
##knot
##stop
con
##dock
##div
pares
##draw
##winglet
mpos
ick
alar
##sing
ards
##eyebrowns
rel
cept
eathers
hung
##bends
##molt
##superc
nning
##fans
tu
tubby
##exe
unky
rsus
##extraordinar
##bards
little
sist
##varian
order
rush
##cheekstripe
##tune
##cant
##tallon
##swell
##ear
eep
tri
##res
tionally
##bri
nti
##variat
##flake
nger
rlet
##circu
cha
uisit
lot
##specke
##abd
##mou
##fore
##comp
##slee
##mult
##identifie
##op
##complet
ard
##breadt
##disproportional
ows
opp
##cl
par
plum
char
po
unted
legs
##hs
vi
oi
##bard
bel
##darkest
##emphasize
ten
##lea
rant
ching
##shor
iple
mming
ything
pl
my
ook
##checks
ot
lets
uth
##mov
descripti
rim
covering
any
##stripp
gg
unti
##ward
ravel
bdomen
ets
##toe
ma
amo
##lighten
rt
isten
##fas
flat
lored
##striple
##den
sky
azing
rro
##trimm
mple
ope
wh
rved
nner
##patche
nter
bandit
##fr
fine
ke
ific
##le
##eyeings
##pie
ttering
ines
##hands
unter
rter
vag
skinny
br
ves
gated
oking
ices
hair
##divi
##spa
fin
mage
##reti
ler
##graduate
ew
particular
##solidly
unting
pal
##scra
illa
##var
hers
##underbill
##ou
rump
##secondar
luster
##whol
##allow
##wingba
ins
vel
coloring
nding
wide
stripes
##underwings
az
##cam
which
##am
eam
##lov
##cov
brows
pare
##prom
##spo
retrices
ctori
tails
ening
pp
beautiful
plume
##pointe
##waterb
ott
##overtone
mottled
##mar
rough
##tr
##stre
##pri
uar
##emphasiz
##edg
##fu
gal
ub
##mag
##throatpatch
oned
ran
rs
sion
tripes
nky
eyering
##twi
##pinc
shes
ort
ecked
##collect
rge
ides
lic
##loca
ho
man
hu
underside
##remi
malar
burs
gled
distinctive
compare
tom
colors
##skim
##varia
##sa
res
rises
hes
la
undertail
golden
not
rry
portion
immer
##highligh
stout
##contras
##sti
##throu
ess
dull
per
greyish
##relativ
ric
table
##loo
rie
##dul
ulated
##stee
tch
ppy
##nub
rotund
eaks
atter
ear
through
cr
coloration
sting
##fra
centric
ner
##fram
teal
ging
where
rrow
angle
maske
marking
dots
udd
ppers
##covet
##hu
spiked
##grad
lime
proportional
und
supercillary
prominent
curve
##rise
tin
ends
asts
pinkish
high
taupe
accent
iaries
tones
##miss
between
supercilliary
carri
cheekpatch
fuzzy
proportionate
iliary
lines
ate
both
##ov
perch
even
om
##enou
pan
fur
ubb
ougout
nk
beek
region
mous
mp
##progressi
blueish
dot
resting
##prim
##transf
art
camouflaged
hood
icolored
uniform
web
raised
##feath
purplish
buff
self
##siz
##arm
band
covets
outlined
hroat
erior
fro
pepper
appers
violet
sandy
forest
smoke
claw
##tra
##eyeri
odd
uff
shading
bulky
layered
slop
erpen
whiskers
khaki
##bronz
pro
splotched
appropriate
build
style
caramel
spectrum
snake
climb
skunk
bush
person
base
effect
iary
fluff
bump
##littl
block
ui
nap
lateral
##eyer
##roun
bellies
speck
##sil
##complime
abdomin
position
ourish
##webbe
##suep
ski
bu
##predomin
##pur
ckled
bell
rciliary
odied
##tarsal
##larsu
##posses
##wrap
econdaries
##dow
uarter
##sid
##convert
##appendage
##rectric
##trace
##consider
##polk
illiary
##flo
##retric
##elongate
fla
form
gles
##differen
##elegan
tinted
ffect
##coffe
##reptil
##extr
##inflate
##paddl
##tuc
##chubb
riangular
ulky
##interest
##fuzz
##intermix
##chunk
##plai
##pengu
tufts
proxima
##supercilliar
dentifie
##woodpeck
##grace
lazi
##stump
##camoflag
primar
hogany
eyelash
ffles
##multicolo
##metalli
##oppos
lender
agger
ization
##vibra
cillary
moflage
ciliaries
##triangu
mouflaged
##spectac
metrical
##intersp
##balc
ufl
ondary
brant
##sign
usion
iskers
##elonga
fect
ffee
##sturd
urious
minu
umber
everyw
##intersper
wnward
ngspan
rmous
rrounding
guis
bark
organ
##secon
imaries
ppery
verts
antly
##superciliari
##ora
avy
ari
articula
##eff
spots
##alternati
##eart
addle
##gradi
nails
bbed
minen
fant
##tape
mary
##splo
##mudd
urning
##tippe
##esp
##appea
eenish
##prof
tric
##woo
##plumm
riped
fee
gbars
ualit
##pic
##distin
ellie
luffed
matic
##brig
ripes
leave
##irid
cies
ixed
cles
longated
##nail
ndaries
##plan
##barri
##interw
##spor
##rais
eathered
##elo
##seconda
perciliary
udg
ength
##narr
##variati
##sec
##reddi
trice
reen
##variegat
clusive
##distan
ca
onze
ripe
##cheekstrip
omen
##conce
ami
##rainb
ural
eption
vering
##els
som
entral
tiful
kish
##backward
##noti
urves
ckle
econ
##fea
ug
##multic
rica
fer
##eyestrip
##multico
iddle
gy
ecu
due
##downwa
##thic
ightly
##pal
underb
##cons
##poin
ippe
##gol
sess
ove
##aroun
##moha
liary
##ap
fts
##ele
ompa
##need
points
pattering
astal
iped
##throug
##ret
rts
##fring
##len
omin
##bas
oint
##flou
##purples
vers
overing
##reflecti
ute
##primari
ump
lon
##sup
lay
##tea
##tria
pt
##imp
##wingular
iny
##orna
uc
##rin
uffled
##russ
##relations
nced
wid
sol
##pat
##eyerin
spo
ripped
##tors
bb
##eyeli
##fac
ages
##dr
roa
nation
##ove
overt
##brill
fly
##sno
##conve
##definit
ress
terior
pri
bod
##chi
ren
nose
spy
##pl
##em
tically
arg
##spi
eath
upe
##mon
eet
ague
hered
uo
runn
nar
##decorati
rab
ended
##soli
stly
iving
orts
ert
gra
bd
aged
##mids
##butte
stri
##swee
bou
ecks
##bigg
##hal
##mol
ost
immed
##alo
catcher
mal
##mediu
oin
downturn
llo
can
hs
ttle
##inv
##midd
urry
##ste
etr
oted
lection
##hug
##mixe
ood
##blui
##swimmi
heek
ank
highlight
##blaz
inat
ise
cross
ked
tty
##sol
oring
ker
ine
hest
tiny
tish
persed
ores
##naped
cking
##eyebr
aut
gant
ents
cks
icula
##highl
##bee
ash
pi
thered
bla
bre
ions
##secondari
pin
lend
ller
here
stl
wit
eme
dis
sal
fou
##mat
##rus
air
lore
op
ips
##mod
med
ged
##cres
##burn
hou
bi
defin
no
##inf
au
ngle
##tans
##mas
lit
anks
lotched
nks
ike
superciliary
##runn
anding
essive
tt
minisc
orm
grayis
lied
atur
edge
ide
##includ
##supercilia
lig
eads
lean
ws
##vari
##ent
hee
hor
ooked
##tar
mi
ipe
tches
##dor
##strea
##hoo
circular
